Repository: jasca/xpost
Catalog: xpost-*.po
Languages: de_de

source: username
de_de: Benutzername

source: password
de_de: Passwort

source: comment
de_de: Kommentar xyz

source: XML-RPC connection to the blog failed
de_de: XML-RPC-Verbindung zum Blog ist fehlgeschlagen.

source: XML-RPC request returned no blogs.
de_de: XML-RPC-Anfrage hat keine Blogs zurückgeliefert.

source: Error while inserting the blog &quot;<a href="%1$s">%2$s</a>&quot; (blog id: %3d) into the database.
de_de: Fehler während des Einfügens des Blogs &quot;<a href="%1$s">%2$s</a>&quot; (blog id: %3d) in die Datenbank.

source: Error while updating the blog.
de_de: Fehler während der Aktualisierung des Blogs.

source: New blog has successfully been added.
de_de: Neues blog wurde erfolgreich hinzugefügt.

source: Updated the blog.
de_de: Blog aktualisiert.

source: The XML-RPC request did not return a blog with a matching ID. Maybe the blog has been deleted?
de_de: Die XML-RPC-Anfrage hat keine passende ID zurückgeliefert. Vielleicht wurde der Blog entfernt?

source: Could not load blog data to edit.
de_de: Konnte Blog-Daten nicht zum Editieren laden.

source: Error while deleting the blog from the database.
de_de: Fehler während des Entfernens des Blogs aus der Datenbank.

source: This plugin allows you to crosspost to other Wordpress blogs.
de_de: Dieses Plugin erlaubt es Crossposts in anderen Wordpress-Blogs zu erstellen.

source: Error
de_de: Fehler

source: Your Blogs
de_de: Deine Blogs

source: Add New Blog
de_de: Neues Blog hinzufügen

source: Add
de_de: Hinzu

source: Update Blog
de_de: Blog aktualisieren

source: Save Changes
de_de: Änderungen speichern

source: Selected by Default
de_de: Standardmäßig ausgewählt

source: Username
de_de: Benutzername

source: Crosspost comments by default
de_de: Standardmäßig Kommentare crossposten

source: Summary Only
de_de: Nur Zusammenfassung

source: Comment
de_de: Kommentar

source: Change
de_de: Ändern

source: Delete
de_de: Löschen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: The URL of the xmlrpc.php file of the Blog. Usually this is <strong>http://blog-url/xmlrpc.php</strong> (of course you have to replace blog-url with the URL of your blog.
de_de: Die URL der xmlrpc.php Datei des Blogs. Normalerweise ist dies <strong>http://blog-url/xmlrpc.php</strong> (natürlich muss blog-url mit der URL des Blogs ersetzt werden.

source: Username needed to login into the blog.
de_de: Benutzername, der zum Login in das Blog benötigt wird.

source: Password
de_de: Passwort

source: Password needed to login into the blog.
de_de: Passwort, das zum Login in das Blog benötigt wird

source: Default
de_de: Standard

source: Crosspost to this blog by default.
de_de: Standardmäßig einen Crosspost in diesem Blog erstellen.

source: Comments
de_de: Artikel-Kommentare

source: Crosspost comments from and to this blog by default.
de_de: Standardmäßig Kommentare zu und von diesem Blog crossposten.

source: Select this if the blog is a Community Server blog and not a Wordpress blog.
de_de: Diese Option wählen, wenn es sich um ein Community Server Blog und kein Wordpress Blog handelt.

source: Summary only
de_de: Nur Zusammenfassung

source: Crosspost only a 80 word summary with a read more link.
de_de: Nur eine Zusammenfassung von 80 Wörtern mit eine Weiterlesen-Link crossposten.

source: Here you can enter anything you want.
de_de: Hier kannst du alles eintragen, was du willst.

source: The %s cannot exceed the length of %u characters.
de_de: %s darf die Länge von %u Zeichen nicht überschreiten.

source: Please enter a %s.
de_de: Bitte gib %s an.

source: Crossposting is not possible for private posts.
de_de: Crossposting ist für private Artikel nicht möglich.

source: Read More
de_de: Weiterlesen

source: Local database error. (Crosspost was created anyway.)
de_de: Lokaler Datenbankfehler. (Der Crosspost wurde aber trotzdem erstellt.)

source: This post is the original.
de_de: Dieser Artikel ist das Original.

source: This is a crosspost. The <a href="%s" title="%s">original post</a> resides in %s.
de_de: Dieser Artikel wurde crossgepostet. Der <a href="%s" title="%s">Original-Artikel</a> befindet sich in %s.

source: Crosspost to the following blogs:
de_de: Zu den folgenden Blogs crossposten:

source: Crosspost comments
de_de: Kommentare crossposten

source: Loading categories&nbsp;&hellip;
de_de: Lade Kategorien&nbsp;&hellip;

source: Could not load blog data.
de_de: Konnte Blog-Daten nicht laden.

source: Invalid post ID.
de_de: Ungülige Post-ID.

source: Invalid comment token.
de_de: Ungültiger Kommentar-Token.

source: Comment author name and email are required
de_de: Name und E-Mail des Autors werden benötigt

source: A valid email address is required
de_de: Einge gültige E-Mail-Adresse wird benötigt

source: XML-RPC services are disabled on this blog. An admin user can enable them at %s
de_de: Der XML-RPC service ist bei diesem Blog deaktiviert. Ein Admin-Benutzer kann dieses unter %s aktivieren

source: Bad login/pass combination.
de_de: Ungültige Kombination von Benutzername und Passwort.

source: http://www.hyper-world.de/en/computer-2/xpost/
de_de: http://www.hyper-world.de/de/computer/wp-plugins/xpost/

source: Allows to crosspost a post to other Wordpress blogs and Community Server blogs.
de_de: Erlaubt es Artikel zu anderen Wordpress-Blogs und Community-Server-Blogs cross zu posten.
